Repository: ibimslawa/HeroSlidebarTranslator
Catalog: Properties/Resources.*.resx
Languages: de

# State_Active
source: ACTIVE
de: AKTIV

# Button_Capture
source: Capture
de: Erfassen

# State_Off
source: OFF
de: AUS

# State_On
source: ON
de: AN

# Button_QuitApp
source: Quit application
de: Anwendung beenden

# Button_PreviewAxisValue
source: Readout current value
de: Aktuellen Wert auslesen

# Button_Settings
source: Settings
de: Einstellungen

# Label_Controllers
source: Controllers
de: Controller

# Label_Translator
source: Translator setup
de: Übersetzer-Einstellungen

# Info_SelectController
source: Select a controller to setup the Slidebar translation.
de: Einen Controller auswählen, um die Übersetzung der Slidebar anzupassen.

# Item_Axis0LeftStickX
source: Axis 0: LeftStickX
de: Achse 0: LeftStickX

# Item_Axis1LeftStickY
source: Axis 1: LeftStickY
de: Achse 1: LeftStickY

# Item_Axis2RightStickX
source: Axis 2: RightStickX
de: Achse 2: RightStickX

# Item_Axis3RightStickY
source: Axis 3: RightStickY
de: Achse 3: RightStickY

# Item_Axis4LeftTrigger
source: Axis 4: LeftTrigger
de: Achse 4: LeftTrigger

# Item_Axis5RightTrigger
source: Axis 5: RightTrigger
de: Achse 5: RightTrigger

# Option_AutostartApp
source: Run application at startup
de: Anwendung bei Anmeldung starten

# Option_Invert
source: Invert
de: Invertieren

# Label_IdleDeadzone
source: Idle deadzone
de: Normalwert Totzone

# Label_IdleValue
source: Idle value
de: Normalwert

# Label_SelectAxis
source: Select axis to use
de: Verwendete Achse

# Title_MainWindow
source: Setup HeroSlidebarTranslator
de: HeroSlidebarTranslator einstellen

# Tooltip_ButtonCapture
source: Click to capture current axis value for this button.
de: Klicken, um aktuellen Achsenwert für diesen Parameter auszulesen.

# Tooltip_CurrentAxisValue
source: Current value of the selected axis.
de: Aktueller Wert der ausgewählten Achse.

# Tooltip_Integerupdown100
source: Accepted values: -100 to +100
de: Akzeptierte Werte: -100 bis +100

# Tooltip_Keybindbox
source: Click this box and press a button to edit the keyboard binding. (Not all keys are accepted.)
de: Auf dieses Kästchen klicken und eine Taste auf der Tastatur drücken, um diese zuzuweisen. (Nicht alle Tasten werden akzeptiert.)

# Tooltip_AutostartApp
source: Enabled: The application automatically starts in the background when the user logs in.
de: Aktiviert: Die Anwendung wird bei Anmelden des Benutzers im Hintergrund gestartet.

# Xbox_BatteryLevelEmpty
source: Empty
de: Leer

# Xbox_BatteryLevelFull
source: Full
de: Voll

# Xbox_BatteryLevelLow
source: Low
de: Niedrig

# Xbox_BatteryLevelMedium
source: Medium
de: Mittel

# Xbox_BatteryLevelUnknown
source: Unknown
de: Unbekannt

# Xbox_BatteryTypeUnknown
source: Unknown
de: Unbekannt

# Xbox_BatteryTypeWired
source: Wired
de: Kabel

# Text_RestartApp
source: Restart application now?
de: Anwendung jetzt neustarten?

# Tooltip_BatteryLevel
source: Shows the battery level.
de: Zeigt den Zustand der Batterie an.

# Xbox_ConnectionAbsent
source: Absent
de: Nicht verfügbar

# Xbox_ConnectionConnected
source: Connected
de: Verbunden

# Button_OpenSetup
source: Open setup...
de: Einstellungen öffnen...

# Label_PowerOffController
source: Power off controller
de: Controller ausschalten

# Text_KeybindingNone
source: <none>
de: <kein>

# Option_BatteryAlerts
source: Notify on low battery
de: Bei niedriger Batterie benachrichtigen

# Text_Battery
source: Battery
de: Batterie

# Xbox_BatteryTypeDisconnected
source: Removed
de: Entfernt

# Info_XInputDllError
source: Turning off the controller failed, because "XInput1_3.dll" is missing. Try installing it through the DirectX web installer or manually.
de: Den Controller auszuschalten hat nicht geklappt, da "XInput1_3.dll" fehlt. Versuche diese über den DirectX Web Installer oder manuell zu installieren.

# Info_XInputDllError_Caption
source: Could not find "XInput1_3.dll"
de: "XInput1_3.dll" konnte nicht gefunden werden

# Text_RestoreDefaults
source: Default settings
de: Standardeinstellungen

# Label_SelectPollRate
source: Poll rate (highest = best)
de: Abfragerate (höchste = beste)

# TextF_LowBattWarning
source: {}The battery of {0} is low or empty! Change it now!
de: {}Die Batterie von {0} ist fast leer! Wechsle sie jetzt aus!

# TextF_LowBattWarning_Caption
source: Battery is low
de: Batterie ist fast leer

# Item_ActivationModeAlways
source: Always
de: Immer

# Item_ActivationModeForeground
source: Game in foreground
de: Spiel im Vordergrund

# Item_ActivationModeRunning
source: Game is running
de: Spiel läuft

# Label_ActivationMode
source: Activation mode
de: Aktivitäts-Modus

# State_AppActivated
source: NOW ACTIVATED
de: JETZT AKTIVIERT

# State_AppDeactivated
source: CURRENTLY DEACTIVATED
de: ZURZEIT DEAKTIVIERT

# State_Inactive
source: INACTIVE
de: INAKTIV
